// Button labels
"CANCEL" = "Abbrechen";

// Category names
"CATEGORY_APPLICATIONS" = "Programme";
"CATEGORY_BOOKMARKS" = "Webseiten";
"CATEGORY_CONTACTS" = "Kontakte";
"CATEGORY_DOCUMENTS" = "Dokumente";
"CATEGORY_EVENTS" = "Ereignisse & Aufgaben";
"CATEGORY_FOLDERS" = "Ordner";
"CATEGORY_IMAGES" = "Bilder";
"CATEGORY_MAIL" = "E-Mails";
"CATEGORY_MOVIES" = "Filme";
"CATEGORY_MUSIC" = "Musik";
"CATEGORY_PDFS" = "PDF-Dokumente";
"CATEGORY_SYSTEMPREFS" = "Systemeinstellungen";
"CATEGORY_FONTS" = "Schriften";
"CATEGORY_PRESENTATIONS" = "Präsentationen";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Leertaste";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Tastaturkurzbefehl in Verwendung";
"HOT_KEY_IN_USE_MESSAGE" = "Dieser Tastaturkurzbefehl wird bereits vom System oder einem anderen Programm verwendet. Bitte wählen Sie einen anderen Kurzbefehl aus oder verwenden Sie die Tastatureinstellungen, um andere Systemkurzbefehle festzulegen.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Fehler beim Tastaturkurzbefehl";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Beim Versuch, den ausgewählten Tastaturkurzbefehl einzutragen, ist ein unbekannter Fehler vom Typ %d aufgetreten. Bitte versuchen Sie es erneut oder wählen Sie einen anderen Kurzbefehl.";
"DUPLICATE_ITEM_TITLE" = "Doppeltes Objekt";
"DUPLICATE_ITEM_MESSAGE" = "Dieses Objekt befindet sich bereits in der Liste und wurde nicht hinzugefügt.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Ein oder mehrere Objekte befinden sich bereits in der Liste und wurden nicht hinzugefügt.";

"PRIVACY_ALERT_TITLE" = "Fehler in der Liste „Privatsphäre“";
"PRIVACY_ERROR_UNKNOWN" = "Das Objekt konnte aufgrund eines unbekannten Fehlers weder hinzugefügt noch entfernt werden."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "Das Objekt konnte weder hinzugefügt noch entfernt werden, da Sie nicht über die erforderlichen Zugriffsrechte verfügen."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "Das Objekt konnte weder hinzugefügt noch entfernt werden, da der Ort nicht indiziert ist."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Möchten Sie die Suche in „%@“ von Spotlight wirklich verhindern?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Wenn Sie diesen Ort von Spotlight-Suchen ausschließen, wird die Suchfunktion in einigen Programmen nicht funktionieren.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Fügen Sie Volumes oder Ordner hinzu, die nicht indiziert werden sollen.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Entfernen Sie die ausgewählten Volumes oder Ordner, die nicht indiziert werden sollen.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Auszuschließenden Ordner hinzufügen";
"DELETE_ITEM_TOOLTIP" = "Ausgewählte Objekte von der Liste entfernen";

//button titles
"CHOOSE" = "Auswählen";

//For undo menu
"UNDO_DELETE" = "Löschen";
"UNDO_ADD" = "Hinzufügen";

//Key names
"RETURN_KEY" = "Zeilenschalter";
"ENTER_KEY" = "Eingabetaste";
"TAB_KEY" = "Tabulator";
"ESC_KEY" = "esc-Taste";
"DELETE_KEY" = "Löschen";

